let users = [
  {
    username: 123456,
    password: 123456,
    sex: '女',
    telphone: 15888888888,
    address: "浙江省杭州市江干区",
    email: "123456@qq.com"
  }
]
let admins = [
    {
    username: 123456,
    password: 123456,
    code:"qwertyuiop"
    }
  ]
let prodList = [
  {
    "id": "0",
    "name": "蛋黄酥",
    "price":19,
    "content": "蛋黄酥是一种甜点，中式酥皮点心分大包酥和小包酥，大包酥类似做西式起酥点心，大油皮包入大油酥，优点是速度快、效率高、可大量制作，缺点是不容易擀均匀，油酥层次少，酥松性差。我们自家制作常用的做法是小包酥，油皮、油酥分割成小面团后分别包制、擀卷，优点是容易擀卷，层次清晰，酥松性好，缺点是速度慢、效率低，不适合大量制作",
    "material": "主要食材：咸蛋黄，高筋面粉，低筋面粉，糖粉，油，水，油，蛋黄汁，黑芝麻",
    "src": "../../../static/eggPuff.jpg",
    "num":0
  },
  {
    "id": "1",
    "name": "牛奶燕麦糖",
    "price":24,
    "content": "燕麦片糖是由材料燕麦片，麦芽糖，白糖，白芝麻，蔓越莓，食用油等成分制成的美食。口感香甜，咬一口，嘎嘣脆，口感中夹杂着一丝牛奶的香甜和燕麦的香味",
    "material": "主要食材:燕麦片，麦芽糖，白糖，白芝麻，牛奶，食用油",
    "src": "../../../static/oats.jpg",
    "num":0
  },
  {
    "id": "2",
    "name": "牛轧糖",
    "price":98,
    "content": "牛轧糖又名鸟结糖（澳门地区叫纽结糖,民间称呼为牛皮糖）。在中国古代，吃花生有带来长生的意函。常见的牛轧糖以花生作为糖中的坚果，制成糖的形状。",
    "material": "主要食材:棉花糖，花生米，奶粉，黄油",
    "src": "../../../static/nougat.jpg",
    "num":0
  },
  {
    "id": "3",
    "name": "凤梨酥",
    "price":20,
    "content": "凤梨酥是台湾的著名点心，传统凤梨酥主要原料为面粉、奶油、糖、蛋、冬瓜酱、菠萝冬瓜酱，外皮酥、内馅软，有菠萝甜香。因为菠萝的台语谐音为“旺来”，带有吉利兴旺之意，常被当做逢年过节时所送或馈赠客户亲友的最佳伴手礼之一。",
    "material": "主要食材：低筋面粉，菠萝，奶粉，鸡蛋，冬瓜，冰糖，黄油，糖粉，麦芽糖",
    "src": "../../../static/pineappleCake.jpg",
    "num":0
  },
  {
    "id": "4",
    "name": "麻薯",
    "price":28,
    "content": "一种用糯米以及不同的馅料制成的糕点，软、糯、甜。日本人把糯米粉或其他淀粉类制成的有弹性和粘性的食品叫做“饼”，日语发音（もち/mochi），台湾音译之为“麻糬”。在大陆又叫做草饼，浙江地区也有直接叫麻薯的说法.相当软而有黏性，看起来接近圆形，内部包有馅料，口感软糯。",
    "material": "主要食材：麻薯预拌粉，饮用自来水，高麦芽糖浆，白奶油",
    "src": "../../../static/potato.jpg",
    "num":0
  },
  {
    "id": "5",
    "name": "核桃酥",
    "price":15,
    "content": "核桃酥是著名小吃，原名核桃糕。中国北方和南方均有出产，不同产地出产的核桃酥口味有所不同，其中以北京、江西、广东、云南、台湾出产的核桃酥最为有名。由于主要用核桃和枣为原料其营养价值非常高，其质地细腻，柔软，口味滋糯，纯甜，有突出的桃仁清香。",
    "material": "主要食材：核桃，枣，富强粉，白砂糖",
    "src": "../../../static/walnutCake.jpg",
    "num":0
  },
  {
    "id": "6",
    "name": "蜂蜜蛋糕",
    "price":28,
    "content": "软软的口感，像白云，又像珍珠那般光滑，口感中带着一丝丝的蜜甜香，闻起来有股扑鼻的沁香，握在手里，像颗游动的露珠，不敢轻易挑动，生怕会滑落手心",
    "material": "主要食材：蜂蜜，鸡蛋，绵白糖，低筋面粉，色拉油，白醋",
    "src": "../../../static/cake.jpg",
    "num":0
  },
  {
    "id": "7",
    "name": "三角慕思",
    "price":35,
    "content": "绵密中带着香甜，入口即化。层次丰富，精致小巧的蛋糕，镜面果胶呈现浪漫风情，口感酸甜，不同的口风味层层相织",
    "material": "主要食材：巧克力蛋糕，鱼胶粉，牛奶，糖粉，原味酸奶，鲜奶油",
    "src": "../../../static/mousse.jpg",
    "num":0
  },
  {
    "id": "8",
    "name": "蜂蜜蛋糕",
    "price":28,
    "content": "软软的口感，像白云，又像珍珠那般光滑，口感中带着一丝丝的蜜甜香，闻起来有股扑鼻的沁香，握在手里，像颗游动的露珠，不敢轻易挑动，生怕会滑落手心",
    "material": "主要食材：蜂蜜，鸡蛋，绵白糖，低筋面粉，色拉油，白醋",
    "src": "../../../static/cake.jpg",
    "num":0
  },
  {
    "id": "9",
    "name": "核桃酥",
    "price":15,
    "content": "核桃酥是著名小吃，原名核桃糕。中国北方和南方均有出产，不同产地出产的核桃酥口味有所不同，其中以北京、江西、广东、云南、台湾出产的核桃酥最为有名。由于主要用核桃和枣为原料其营养价值非常高，其质地细腻，柔软，口味滋糯，纯甜，有突出的桃仁清香。",
    "material": "主要食材：核桃，枣，富强粉，白砂糖",
    "src": "../../../static/walnutCake.jpg",
    "num":0
  },
]
let goods = []

export { users,admins,prodList,goods }